/* No comment provided by engineer. */
" on " = " на ";

/* {edition} {version}\nThank you for purchasing Instapaper. */
"%@ %@\nThank you for purchasing Instapaper." = "%1$@ %2$@\nБлагодарим за покупку Instapaper.";

/* No comment provided by engineer. */
"%@ is already registered with Instapaper" = "%@ уже зарегистрирован в Instapaper";

/* No comment provided by engineer. */
"%@ is not registered with Instapaper" = "%@ не зарегистрирован в Instapaper";

/* <time> Saved (saved by using speed reading) */
"%@ Saved" = "%@ сохранено";

/* <time> Spent (during speed reading) */
"%@ Spent" = "Потрачено %@";

/* <number> Words Read */
"%@ Words Read" = "Прочитано %@ слов";

/* {amount} {time} (i.e. 5 Seconds, may need to be reordered for language) */
"%d %@" = "%1$d %2$@";

/* No comment provided by engineer. */
"%d Free Highlights per Month" = "%d беспл. выделений в мес.";

/* No comment provided by engineer. */
"%d Highlight" = "%d выделение";

/* No comment provided by engineer. */
"%d Highlights" = "%d выделений";

/* {number} Latest Articles */
"%d Latest Articles" = "Последние статьи - %d";

/* No comment provided by engineer. */
"%d words per minute" = "%d слов в минуту";

/* Number of days */
"%dd" = "%dd";

/* Number of hours */
"%dh" = "%dh";

/* <number of hours>h ago */
"%dh ago" = "%dh назад";

/* Number of minutes */
"%dm" = "%dm";

/* <number of minutes>m ago */
"%dm ago" = "%dm назад";

/* Number of months */
"%dmo" = "%dmo";

/* Number of years */
"%dy" = "%dy";

/* No comment provided by engineer. */
"(cannot get location)" = "(нет местоположения)";

/* No comment provided by engineer. */
"(not available to download)" = "(загрузка невозможна)";

/* No comment provided by engineer. */
"(not logged in)" = "(вход не осуществлен)";

/* No comment provided by engineer. */
"(unknown)" = "(неизвестно)";

/* No comment provided by engineer. */
"* When \"On Wi-Fi Only\" is selected, Instapaper takes reasonable efforts to avoid most transfers over the cellular data network.\n\nDue to technical implementations, cellular data transfers cannot be 100% avoided. Instapaper Holdings, LLC makes no guarantee that cellular data will not be transferred, and disclaims any liability for data charges you may incur." = "* При выборе «Только через Wi-Fi» Instapaper старается избегать большинства загрузок по сотовой сети.\n\nПо техническим причинам невозможно избежать загрузок по сотовой сети на 100%. Компания Instapaper Holdings, LLC не гарантирует отсутствие передачи данных по сотовой сети и снимает с себя какую-либо ответственность за возможные расходы, которые вы можете понести.";

/* No comment provided by engineer. */
"10 Latest Articles" = "10 последних статей";

/* No comment provided by engineer. */
"10-30 min" = "10-30 мин";

/* No comment provided by engineer. */
"100 Latest Articles" = "100 последних статей";

/* 1Password App Extension Error Message */
"1Password Extension was cancelled by the user" = "Расширение 1Password отменено пользователем";

/* No comment provided by engineer. */
"20 Latest Articles" = "20 последних статей";

/* No comment provided by engineer. */
"250 Latest Articles" = "250 последних статей";

/* No comment provided by engineer. */
"30-60 min" = "30-60 мин";

/* No comment provided by engineer. */
"5-10 min" = "5-10 мин";

/* No comment provided by engineer. */
"500 Latest Articles" = "500 последних статей";

/* No comment provided by engineer. */
"A password reset link was sent to" = "Ссылка на сброс пароля выслана на";

/* No comment provided by engineer. */
"About" = "Информация";

/* No comment provided by engineer. */
"About the Paid Edition" = "О платной версии";

/* No comment provided by engineer. */
"Access Denied" = "Доступ запрещён";

/* No comment provided by engineer. */
"Access speed reading from the article sharing options and breeze through your articles!" = "Получите доступ к быстрому чтению в параметрах общего доступа статьи и ускорьте работу!";

/* No comment provided by engineer. */
"Account Error" = "Ошибка аккаунта";

/* No comment provided by engineer. */
"Accounts" = "Аккаунты";

/* No comment provided by engineer. */
"Accounts..." = "Аккаунты...";

/* No comment provided by engineer. */
"Actions" = "Действия";

/* No comment provided by engineer. */
"Active" = "Активна";

/* No comment provided by engineer. */
"Add" = "Добавить";

/* No comment provided by engineer. */
"Add Contact" = "Добавить контакт";

/* No comment provided by engineer. */
"Add Email to Contacts" = "Добавить эл. почту в Контакты";

/* No comment provided by engineer. */
"Add Folder" = "Добавить папку";

/* No comment provided by engineer. */
"Add Friend" = "Добавить друга";

/* No comment provided by engineer. */
"Add Friends" = "Добавить друзей";

/* No comment provided by engineer. */
"Add to contacts?" = "Добавить в контакты?";

/* No comment provided by engineer. */
"Add URL" = "Добавить ссылку";

/* Add URL From {app name} */
"Add URL From %@" = "Добавить ссылку из %@";

/* No comment provided by engineer. */
"Added" = "Добавлено";

/* No comment provided by engineer. */
"Added Contact" = "Контакт добавлен";

/* No comment provided by engineer. */
"Adding..." = "Добавление...";

/* No comment provided by engineer. */
"Address or search terms" = "Адрес или условия поиска";

/* No comment provided by engineer. */
"Advanced" = "Дополнительно";

/* No comment provided by engineer. */
"Allow" = "Разрешить";

/* No comment provided by engineer. */
"Allow Access to Contacts?" = "Разрешить доступ к контактам?";

/* 1Password App Extension Error Message */
"App Extension API is not available is this version of iOS" = "API для расширений приложений недоступен на этой версии iOS";

/* View app webpage in App Store */
"App Store Page" = "Страница App Store";

/* No comment provided by engineer. */
"Archive" = "Архив";

/* Move to Archive ({number of items}) */
"Archive%@" = "Архивировать%@";

/* No comment provided by engineer. */
"Archived Articles" = "Архивированные статьи";

/* No comment provided by engineer. */
"Are you sure you want to clear and re-download all articles?" = "Вы уверены, что хотите удалить и загрузить все статьи заново?";

/* No comment provided by engineer. */
"Are you sure you want to delete this article?" = "Вы уверены, что хотите удалить статью?";

/* Are you sure you want to delete “<folder name>” and all of the articles in the folder? */
"Are you sure you want to delete “%@” and all of the articles in the folder?" = "Удалить “%@” и все статьи в этой папке?";

/* No comment provided by engineer. */
"Are you sure you want to sign out and remove all articles from your %@?\n\nUnread articles are kept in your account at Instapaper.com" = "Вы уверены, что хотите выйти и удалить все статьи из %@?\n\nНепрочитанные статьи хранятся в вашем аккаунте на Instapaper.com";

/* No comment provided by engineer. */
"Arrange Articles" = "Разложить статьи";

/* No comment provided by engineer. */
"Article" = "Статья";

/* No comment provided by engineer. */
"Articles" = "Статьи";

/* No comment provided by engineer. */
"As a new Instapaper user, you'll enjoy premium-only features like full-article search." = "Как новому пользователю вам полагаются такие Premium-функции, как поиск по всему тексту.";

/* No comment provided by engineer. */
"Auto Dark Mode" = "Авто Ночной режим";

/* No comment provided by engineer. */
"Automatic" = "Автоматически";

/* No comment provided by engineer. */
"Automatic By Sunset" = "Авто при закате";

/* No comment provided by engineer. */
"Automatic Dark Mode" = "Автоматический Ночной режим";

/* No comment provided by engineer. */
"Automatically" = "Автоматически";

/* No comment provided by engineer. */
"Back" = "Назад";

/* No comment provided by engineer. */
"Back Gestures" = "Обратные жесты";

/* No comment provided by engineer. */
"Back to Sign In" = "Вернуться ко входу";

/* No comment provided by engineer. */
"Background Refresh Disabled" = "Фоновое обновление отключено";

/* No comment provided by engineer. */
"Be Helpful" = "Быть полезным";

/* No comment provided by engineer. */
"Browse" = "Обзор";

/* No comment provided by engineer. */
"Browse Articles" = "Обзор статей";

/* In app web browser */
"Browser" = "Браузер";

/* by {author name} */
"by" = "от";

/* No comment provided by engineer. */
"By" = "От";

/* No comment provided by engineer. */
"Can't scroll with pagination" = "Прокрутка при разбивке на стр. невозможна";

/* No comment provided by engineer. */
"Cancel" = "Отменить";

/* No comment provided by engineer. */
"Cannot log in." = "Вход невозможен.";

/* No comment provided by engineer. */
"Change Rate" = "Курс обмена";

/* No comment provided by engineer. */
"Check back in a minute" = "Проверьте через минуту";

/* No comment provided by engineer. */
"Chinese" = "Китайский";

/* No comment provided by engineer. */
"Close" = "Закрыть";

/* No comment provided by engineer. */
"Comma separated" = "Разделено запятой";

/* No comment provided by engineer. */
"Confirm Delete" = "Подтвердить удаление";

/* No comment provided by engineer. */
"Connecting..." = "Подключение…";

/* No comment provided by engineer. */
"Connection Error" = "Ошибка подключения";

/* No comment provided by engineer. */
"Contacts" = "Контакты";

/* No comment provided by engineer. */
"Copied" = "Скопировано";

/* No comment provided by engineer. */
"Copy" = "Копировать";

/* No comment provided by engineer. */
"Copy & Go" = "Копировать и перейти";

/* Could not create stream */
"Could not create stream" = "Невозможно создать поток";

/* No comment provided by engineer. */
"Couldn't Log In" = "Вход невозможен";

/* No comment provided by engineer. */
"Couldn't log in" = "Вход невозможен";

/* No comment provided by engineer. */
"Create a Highlight" = "Выделите текст";

/* No comment provided by engineer. */
"Create a playlist of saved articles, turn up the volume, and relax." = "Создавайте плейлисты из сохраненных статей, прибавьте громкость и наслаждайтесь.";

/* No comment provided by engineer. */
"Create an Account" = "Создать учётную запись";

/* No comment provided by engineer. */
"Create Playlist" = "Создать плейлист";

/* No comment provided by engineer. */
"Create Posts As" = "Создавать посты как";

/* No comment provided by engineer. */
"Create Tumblr Posts As" = "Создавать посты в Tumblr как";

/* Instapaper Daily list of articles */
"Daily" = "Ежедневно";

/* No comment provided by engineer. */
"Dark color scheme" = "Темная цветовая схема";

/* No comment provided by engineer. */
"day" = "день";

/* No comment provided by engineer. */
"days" = "дня(-ей)";

/* No comment provided by engineer. */
"Define" = "Определить";

/* No comment provided by engineer. */
"Define From" = "Определения слов";

/* No comment provided by engineer. */
"Delete" = "Удалить";

/* Delete {number} {Article(s)} */
"Delete %u %@" = "Удалить %1$u %2$@";

/* No comment provided by engineer. */
"Delete Article" = "Удалить статью";

/* No comment provided by engineer. */
"Delete Highlight" = "Удалить выделение";

/* Delete ({number of items}) */
"Delete%@" = "Удалить%@";

/* No comment provided by engineer. */
"Description (optional)" = "Описание (по желанию)";

/* No comment provided by engineer. */
"Deselect" = "Снять выбор";

/* No comment provided by engineer. */
"Dictionary" = "Словарь";

/* No comment provided by engineer. */
"Disable Delete Prompt" = "Отключить подсказки на удаление";

/* No comment provided by engineer. */
"Disabled" = "Выключено";

/* No comment provided by engineer. */
"Dismiss" = "Отклонить";

/* No comment provided by engineer. */
"Do you want to repair local storage on next launch? You will need to re-download your articles." = "Вы хотите починить локальное хранилище при следующем запуске?\nВам понадобится загрузить статьи заново.";

/* No comment provided by engineer. */
"Don't Bother Me" = "Не беспокоить";

/* No comment provided by engineer. */
"Done" = "Готово";

/* No comment provided by engineer. */
"Don’t Allow" = "Запретить";

/* No comment provided by engineer. */
"Download Limits" = "Ограничения по загрузке";

/* No comment provided by engineer. */
"Downloading..." = "Загрузка...";

/* No comment provided by engineer. */
"Drafts" = "Черновики";

/* No comment provided by engineer. */
"Duplicate Instapaper Premium" = "Дублировать Instapaper Premium";

/* No comment provided by engineer. */
"e.g. Recipes, Politics..." = "рецепты, политика...";

/* No comment provided by engineer. */
"Edit" = "Правка";

/* No comment provided by engineer. */
"Edit Friends" = "Изменить";

/* No comment provided by engineer. */
"Editor's Picks" = "Выбор редакции";

/* No comment provided by engineer. */
"Email" = "Эл. почта";

/* No comment provided by engineer. */
"Email Articles" = "Отправить статьи по e-mail";

/* No comment provided by engineer. */
"Empty Folder" = "Пустая папка";

/* No comment provided by engineer. */
"Enable Instant Sync in Settings to have saves immediately pushed to your iOS device!" = "Вкл. Instant Sync в Параметрах и получайте уведомления о сохранениях на iOS устройство!";

/* No comment provided by engineer. */
"Enable Instant Sync to have your saves immediately pushed to your iOS device, so your articles will be ready when you are!\n\nPlease note: Instant Sync frequency varies in accordance with Apple’s battery-saving algorithms and works best over WiFi." = "Вкл. Instant Sync, чтобы получать уведомления о сохранениях на iOS устройство, и ваши статьи будут готовы когда вам понадобится!\n\nПримечание: Частота Instant Sync изменяется согласно с алгоритмом экономии аккумулятора Apple и лучше всего работает по WiFi.";

/* No comment provided by engineer. */
"Enable pagination" = "Вкл. разбивку на страницы";

/* No comment provided by engineer. */
"Enabled" = "Включено";

/* No comment provided by engineer. */
"Error" = "Ошибка";

/* No comment provided by engineer. */
"Error communicating with Instapaper. Please ensure that you have an internet connection and are successfully logged in." = "Ошибка при связи с Instapaper. Убедитесь, что вы подключены к Интернету и осуществили вход.";

/* No comment provided by engineer. */
"Error loading page." = "Ошибка загрузки страницы.";

/* No comment provided by engineer. */
"Evernote" = "Evernote";

/* No comment provided by engineer. */
"Facebook" = "Facebook";

/* No comment provided by engineer. */
"Facebook Login Failed" = "Не удалось войти в Facebook";

/* 1Password App Extension Error Message */
"Failed to contacting the 1Password App Extension" = "Не удалось связаться с расширением 1Password";

/* 1Password App Extension Error Message */
"Failed to execute script that collects web page information" = "Не удалось выполнить скрипт для сбора информации интернет-страницы";

/* 1Password App Extension Error Message */
"Failed to fill web page because script could not be evaluated" = "Не удалось заполнить страницу из-за невозможности вычисления скрипта";

/* 1Password App Extension Error Message */
"Failed to fill web page because script is missing" = "Не удалось заполнить страницу из-за отсутствия скрипта";

/* 1Password App Extension Error Message */
"Failed to parse information returned by 1Password App Extension" = "Не удалось обработать информацию расширения 1Password";

/* No comment provided by engineer. */
"Fast Forward" = "Перемотка";

/* No comment provided by engineer. */
"Fast Pagination" = "Быстрая разбивка на страницы";

/* No comment provided by engineer. */
"Faster Saving" = "Быстрое сохранение";

/* No comment provided by engineer. */
"Feature" = "Статьи";

/* No comment provided by engineer. */
"Filter by reading time" = "Фильтровать по времени чтения";

/* No comment provided by engineer. */
"Find your email in Evernote iOS > Settings > General, or on Evernote.com under Settings." = "Найдите свою почту через Настройки > Общие или на Evernote.com в разделе Настройки.";

/* No comment provided by engineer. */
"Finished reading? Press the archive icon to move articles here." = "Прочитали? Нажмите на иконку архивации для отправки статей в архив.";

/* No comment provided by engineer. */
"Flip Pages" = "Переворачивать страницы";

/* No comment provided by engineer. */
"Flip pages in articles, rather than scrolling, using iBooks-style animations." = "Переворачивать страницы с использованием анимации iBooks вместо прокрутки.";

/* No comment provided by engineer. */
"Flip pages in articles, rather than scrolling." = "Переворачивать страницы \nвместо прокрутки.";

/* No comment provided by engineer. */
"Folders" = "Папки";

/* No comment provided by engineer. */
"Fonts" = "Шрифты";

/* No comment provided by engineer. */
"Footnote" = "Сноска";

/* No comment provided by engineer. */
"Forgot Password" = "Забыл (а) пароль";

/* No comment provided by engineer. */
"Forgot Password?" = "Забыли пароль?";

/* No comment provided by engineer. */
"Free Month of Premium" = "Бесплатный месяц Premium-подписки";

/* No comment provided by engineer. */
"Friends" = "Друзья";

/* No comment provided by engineer. */
"From:" = "От:";

/* No comment provided by engineer. */
"Full Screen" = "Полный экран";

/* No comment provided by engineer. */
"Full-Text" = "Полный текст";

/* No comment provided by engineer. */
"Full-Text Search" = "Поиск по тексту";

/* No comment provided by engineer. */
"Full-Text Sharing" = "Отправка всего текста";

/* No comment provided by engineer. */
"Get reading recommendations from friends and editors." = "Получайте рекомендации от друзей и редакторов.";

/* No comment provided by engineer. */
"Get the full speed reading experience with unlimited usage." = "Получите полное впечатление от быстрого чтения с неограниченным использованием.";

/* No comment provided by engineer. */
"Get unlimited highlights, full-text search, and more with Instapaper Premium." = "Получите неограниченное количество выделений, поиск по всему тексту и многое другое с Premium-подпиской.";

/* No comment provided by engineer. */
"Gray color scheme" = "Серая цветовая схема";

/* No comment provided by engineer. */
"Grid View" = "Сетка";

/* No comment provided by engineer. */
"Handoff Failed" = "Сбой Handoff";

/* No comment provided by engineer. */
"Hide options" = "Скрыть варианты";

/* No comment provided by engineer. */
"Highlight" = "Выделить";

/* No comment provided by engineer. */
"Highlight Limit" = "Предел выделений";

/* No comment provided by engineer. */
"Highlights" = "Выделения";

/* HMAC Mismatch */
"HMAC Mismatch" = "Несоответствие HMAC";

/* No comment provided by engineer. */
"Home" = "Дом";

/* Time unit */
"Hour" = "Час";

/* Time unit */
"Hours" = "Часов";

/* No comment provided by engineer. */
"How to Save" = "Как сохранять";

/* No comment provided by engineer. */
"http://aljazeera.com" = "http://aljazeera.com";

/* No comment provided by engineer. */
"http://bbc.co.uk" = "http://bbc.co.uk";

/* No comment provided by engineer. */
"http://cnn.com" = "http://cnn.com";

/* No comment provided by engineer. */
"http://digg.com" = "http://digg.com";

/* No comment provided by engineer. */
"http://huffingtonpost.com" = "http://huffingtonpost.com";

/* No comment provided by engineer. */
"http://mobile.nytimes.com" = "http://mobile.nytimes.com";

/* No comment provided by engineer. */
"http://reuters.com" = "http://reuters.com";

/* No comment provided by engineer. */
"http://www.theguardian.co.uk" = "http://www.theguardian.co.uk";

/* No comment provided by engineer. */
"I'm already a premium user »" = "У меня уже есть Premium-подписка »";

/* No comment provided by engineer. */
"iBooks Pagination" = "Разбивка на страницы iBooks";

/* No comment provided by engineer. */
"iBooks-Style Pagination" = "Разбивка на страницы iBooks";

/* No comment provided by engineer. */
"If your profile is set to “Public” friends can view your liked articles and find you through connected social networks." = "Если профиль настроен как «Открытый», ваши друзья смогут просматривать понравившиеся вам статьи и находить вас через социальные сети.";

/* No comment provided by engineer. */
"Ignore" = "Пропустить";

/* No comment provided by engineer. */
"Images..." = "Изображения...";

/* No comment provided by engineer. */
"In Instapaper" = "В Instapaper";

/* No comment provided by engineer. */
"In Instapaper (Browser)" = "В Instapaper (браузер)";

/* No comment provided by engineer. */
"In Safari" = "В Safari";

/* No comment provided by engineer. */
"Incorrect Password" = "Неверный пароль";

/* No comment provided by engineer. */
"Install Bookmark" = "Установить закладку";

/* Silent push notifications for background updates, this is the name of a product. */
"Instant Sync" = "Instant Sync";

/* No comment provided by engineer. */
"Instapaper cannot display App Store pages. Would you like to open this page in the App Store?" = "Instapaper не может отображать страницы App Store. Открыть эту страницу в App Store?";

/* No comment provided by engineer. */
"Instapaper Error" = "Ошибка Instapaper";

/* No comment provided by engineer. */
"Instapaper failed to register for local notifications. To enable unread count, please check your settings." = "Instapaper не удалось зарегистрировать локальные уведомления. Чтобы включить счетчик непрочитанных, проверьте настройки.";

/* No comment provided by engineer. */
"Instapaper failed to register for push notifications. To enable “Instant Sync”, please check your settings." = "Instapaper не удалось зарегистрировать push-уведомления. Чтобы включить «Instant Sync», проверьте настройки.";

/* No comment provided by engineer. */
"Instapaper needs to access your contacts to add the \"Read Later\" Email address. You can allow access in your Settings:\n\nSettings > Privacy > Contacts > Instapaper (ON)" = "Instapaper необходим доступ к вашим контактам, чтобы добавить адрес «Прочитать позже». Вы можете дать его в Настройках:\n\nНастройки > Приватность > Контакты > Instapaper (Вкл.)";

/* No comment provided by engineer. */
"Instapaper needs your approximate location to calculate sunset times. Location data is not sent or shared.\n\nTo clear your location, tap \"Off\".\n\nYour location is only checked once. Tap \"Location\" to update if you have traveled." = "Instapaper необходимо ваше примерное местоположение для вычисления времени заката. Мы не разглашаем данные о вашем местоположении.\n\nЧтобы удалить сведения о своем местоположении, нажмите «Выкл.».\n\nМы проверяем ваше местоположение лишь раз. Нажмите «Местоположение», чтобы обновить свое местоположение, если вы его сменили.";

/* No comment provided by engineer. */
"Instapaper Premium" = "Instapaper Premium";

/* No comment provided by engineer. */
"Instapaper Premium Expired" = "Premium-подписка истекла";

/* No comment provided by engineer. */
"Instapaper's offline Linked Dictionary is built from Wiktionary's definitions.\n\nIt links words shown in definitions to their own definitions and can switch to other supported dictionary apps for lookups." = "Офлайн-словарь Instapaper собран из определений Википедии.\n\nОн соединяет слова в определениях с собственными определениями и может переключаться на другой поддерживаемый словарь.";

/* No comment provided by engineer. */
"Instapaper: Read Later" = "Instapaper: Прочитать позже";

/* No comment provided by engineer. */
"Introducing Highlights" = "Выделение текста";

/* No comment provided by engineer. */
"Invalid Email Address" = "Неверный адрес эл. почты";

/* No comment provided by engineer. */
"Invalid email address" = "Недопустимый адрес эл. почты";

/* No comment provided by engineer. */
"Invalid Username" = "Неверное имя пользователя";

/* No comment provided by engineer. */
"Japanese" = "Японский";

/* No comment provided by engineer. */
"Just select some text and press the \"Highlight\" option." = "Просто выберите текст и нажмите кнопку «Выделить».";

/* No comment provided by engineer. */
"Kindle" = "Kindle";

/* No comment provided by engineer. */
"Language Not Supported" = "Язык не поддерживается";

/* No comment provided by engineer. */
"Learn More" = "Подробнее";

/* No comment provided by engineer. */
"Less than 5 min" = "Менее 5 мин";

/* No comment provided by engineer. */
"Light color scheme" = "Светлая цветовая схема";

/* No comment provided by engineer. */
"Like" = "Like";

/* No comment provided by engineer. */
"Like article" = "Одобрить статью";

/* No comment provided by engineer. */
"Like articles if you enjoy them and would recommend them to others. You can always access your most recent 20 Liked articles in the Liked folder.\n\nYour Liked list can be seen by others if they know your username." = "Одобряйте статьи, если они понравились вам и вы хотите порекомендовать их друзьям. Вы всегда можете найти последние 20 понравившихся статей в папке Одобренные.\n\nУзнав ваше имя пользователя, другие люди смогут просмотреть ваш список одобренных статей.";

/* No comment provided by engineer. */
"Liked Articles" = "Одобренные статьи";

/* Notification pop-up */
"liked-notification-popup" = "Одобрено";

/* Section title */
"liked-section-title" = "Одобренные";

/* No comment provided by engineer. */
"Link" = "Ссылка";

/* No comment provided by engineer. */
"Linked Dictionary" = "Словарь";

/* No comment provided by engineer. */
"Loading..." = "Загрузка...";

/* No comment provided by engineer. */
"Location" = "Местоположение";

/* No comment provided by engineer. */
"Log out of Evernote" = "Выйти из Evernote";

/* No comment provided by engineer. */
"Log out of Facebook" = "Выйти из Facebook";

/* No comment provided by engineer. */
"Log out of Pinboard" = "Выйти из Pinboard";

/* No comment provided by engineer. */
"Log out of Tumblr" = "Выйти из Tumblr";

/* No comment provided by engineer. */
"Log out of Twitter" = "Выйти из Twitter";

/* No comment provided by engineer. */
"Login" = "Вход";

/* No comment provided by engineer. */
"Login Required" = "Требуется логин";

/* No comment provided by engineer. */
"Long reads (30-60 min)" = "Длительное чтение (30-60 мин)";

/* No comment provided by engineer. */
"Long reads (over an hour)" = "Длительное чтение (более часа)";

/* No comment provided by engineer. */
"Longest Articles" = "Длинные статьи";

/* No comment provided by engineer. */
"Longest articles first" = "Сначала длинные статьи";

/* Looking up {search term} (leave <b></b> tags in translation) */
"Looking up <b>%@</b>..." = "Поиск <b>%@</b>...";

/* As in email */
"Mail" = "Почта";

/* No comment provided by engineer. */
"Main Menu" = "Главное меню";

/* No comment provided by engineer. */
"Manually" = "Вручную";

/* No comment provided by engineer. */
"Medium reads (10-30 min)" = "Среднее чтение (10-30 мин)";

/* Time unit */
"Minute" = "Минута";

/* Time unit */
"Minutes" = "Минут";

/* No comment provided by engineer. */
"Missing Footnotes" = "Недостающие сноски";

/* No comment provided by engineer. */
"Missing Images" = "Недостающие изображения";

/* No comment provided by engineer. */
"Missing Pages" = "Недостающие страницы";

/* No comment provided by engineer. */
"Missing Password" = "Недостающий пароль";

/* No comment provided by engineer. */
"Missing Text" = "Недостающий текст";

/* No comment provided by engineer. */
"month" = "месяц";

/* No comment provided by engineer. */
"months" = "месяцы";

/* No comment provided by engineer. */
"More options" = "Ещё варианты";

/* No comment provided by engineer. */
"More Options" = "Больше опций";

/* As in move to folder */
"Move" = "Перемест.";

/* No comment provided by engineer. */
"Move to Folder" = "Переместить в папку";

/* No comment provided by engineer. */
"Move to Read Later" = "Переместить в Прочитать позже";

/* Move to Folder... ({number of items}) */
"Move%@" = "Переместить%@";

/* No comment provided by engineer. */
"Name" = "Имя";

/* No comment provided by engineer. */
"Navigate Back" = "Назад";

/* No comment provided by engineer. */
"Navigate Forward" = "Вперёд";

/* No comment provided by engineer. */
"Need something to read?" = "Хотите что-нибудь почитать?";

/* Never worry about the <number> highlight monthly limit again! */
"Never worry about the %d highlight monthly limit again!" = "Не беспокойтесь о месячном лимите выделений в %d штук!";

/* No comment provided by engineer. */
"New Account" = "Новая учетная запись";

/* No comment provided by engineer. */
"Newest articles first" = "Сначала последние статьи";

/* No comment provided by engineer. */
"Newest Saved" = "Последние сохраненные";

/* No comment provided by engineer. */
"No" = "Нет";

/* No comment provided by engineer. */
"No Articles Selected" = "Статьи не выбраны";

/* No comment provided by engineer. */
"No friends found." = "Друзей не обнаружено.";

/* No comment provided by engineer. */
"No Internet Connection" = "Интернет-соединение отсутствует";

/* No comment provided by engineer. */
"No internet connection." = "Интернет-соединение отсутствует.";

/* No comment provided by engineer. */
"No more friends found." = "Другие друзья не обнаружены.";

/* No results found for {search term} */
"No results found for \"%@\"" = "Нет результатов для \"%@\"";

/* No comment provided by engineer. */
"No Twitter Account" = "Нет аккаунта Twitter";

/* No comment provided by engineer. */
"No Videos" = "Нет видео";

/* No comment provided by engineer. */
"No Wi-Fi connection." = "Wi-Fi-подключение отсутствует.";

/* No comment provided by engineer. */
"Normal" = "Обычное";

/* No comment provided by engineer. */
"Not available offline" = "Недоступно в офлайне";

/* No comment provided by engineer. */
"Not Enabled In Demo" = "Не поддерживается в демоверсии";

/* No comment provided by engineer. */
"Not enough free space to update." = "Недостаточно свободного места для обновления.";

/* No comment provided by engineer. */
"Not Liked" = "Не одобрено";

/* No comment provided by engineer. */
"Now" = "Сейчас";

/* No comment provided by engineer. */
"Now highlight and save text from any article!" = "Теперь вы сможете выделять и сохранять текст из любой статьи!";

/* No comment provided by engineer. */
"Off" = "Выкл.";

/* No comment provided by engineer. */
"OK" = "ОК";

/* No comment provided by engineer. */
"Older items are available in your account at Instapaper.com." = "Старые статьи доступны в вашей учетной записи на Instapaper.com.";

/* No comment provided by engineer. */
"Oldest articles first" = "Сначала старые статьи";

/* No comment provided by engineer. */
"Oldest Saved" = "Старые сохраненные";

/* No comment provided by engineer. */
"On Swipes And Taps" = "По свайпам и нажатиям";

/* No comment provided by engineer. */
"On Swipes Only" = "Только по свайпам";

/* No comment provided by engineer. */
"On Tap" = "По нажатию";

/* No comment provided by engineer. */
"On Wi-Fi Only" = "Только через Wi-Fi";

/* No comment provided by engineer. */
"On Wi-Fi Only*" = "Только через Wi-Fi*";

/* As in: On January 2nd */
"on-date" = "Вкл.";

/* As in on/off */
"on-settings" = "Вкл.";

/* No comment provided by engineer. */
"Open" = "Открыть";

/* No comment provided by engineer. */
"Open in Browser" = "Открыть в браузере";

/* No comment provided by engineer. */
"Open in Safari" = "Открыть в Safari";

/* No comment provided by engineer. */
"Open Links" = "Открывать ссылки";

/* No comment provided by engineer. */
"Options" = "Параметры";

/* No comment provided by engineer. */
"Over an hour" = "Больше часа";

/* No comment provided by engineer. */
"Pagination" = "Разбивка на страницы";

/* No comment provided by engineer. */
"Pagination off" = "Разбивка на страницы выкл.";

/* No comment provided by engineer. */
"Pagination on" = "Разбивка на страницы вкл.";

/* No comment provided by engineer. */
"Pagination replaces scrolling. Swipe left or right or tap the screen edges to scroll.\n\nWould you like to return to scrolling?" = "Разбивка на страницы заменяет прокрутку. Смахните влево/вправо или нажмите на край экрана для прокрутки.\n\nХотите вернуть прокрутку?";

/* No comment provided by engineer. */
"Pagination splits content into pages and lets you swipe left or right to advance.\n\nWould you like to turn on pagination?" = "Разбивка на страницы делит содержимое на страницы и позволяет перелистывать влево и вправо.\n\nХотите включить разбивку на страницы?";

/* No comment provided by engineer. */
"Password" = "Пароль";

/* No comment provided by engineer. */
"Pause" = "Пауза";

/* No comment provided by engineer. */
"per month" = "в месяц";

/* No comment provided by engineer. */
"per year" = "в год";

/* No comment provided by engineer. */
"Permission Denied" = "Доступ запрещен";

/* No comment provided by engineer. */
"Pinboard" = "Pinboard";

/* No comment provided by engineer. */
"Pinboard didn't accept your username or password. Please check them and try again." = "Pinboard не принял ваше имя пользователя или пароль. Проверьте их и попробуйте снова.";

/* No comment provided by engineer. */
"Play" = "Воспроизвести";

/* Playing article <current article #> of <total articles>. <Article title> <Author> */
"Playing article %d of %d. %@ %@." = "Воспроизведение статей %1$d of %2$d. %3$@ %4$@.";

/* No comment provided by engineer. */
"Playlist" = "Плейлист";

/* No comment provided by engineer. */
"Playlist Error" = "Ошибка плейлиста";

/* No comment provided by engineer. */
"Please ensure your Facebook account is linked in iOS Settings > Facebook then try again." = "Убедитесь, что ваш аккаунт Facebook подключен: Настройки > Facebook. Попробуйте снова.";

/* No comment provided by engineer. */
"Please enter a password to use for your Instapaper account." = "Введите пароль для своей учетной записи в Instapaper.";

/* No comment provided by engineer. */
"Please enter a valid email address." = "Введите верный адрес эл. почты.";

/* No comment provided by engineer. */
"Please select a few downloaded articles and try again!" = "Выберите несколько загруженных статей и попробуйте снова!";

/* No comment provided by engineer. */
"Please update your Facebook permissions in iOS Settings > Facebook." = "Обновите разрешения Facebook через Настройки > Facebook.";

/* No comment provided by engineer. */
"Please update your Twitter permissions in iOS Settings > Twitter." = "Обновите разрешения Twitter через Настройки > Twitter.";

/* No comment provided by engineer. */
"Popular articles first" = "Сначала популярные";

/* No comment provided by engineer. */
"Popularity" = "Популярность";

/* No comment provided by engineer. */
"Post" = "Опубликовать";

/* No comment provided by engineer. */
"Post Highlights" = "Публиковать выделения";

/* No comment provided by engineer. */
"Post Liked items" = "Опубликовать одобренное";

/* No comment provided by engineer. */
"Post to Blog" = "Публикация в блог";

/* No comment provided by engineer. */
"Premium" = "Premium";

/* No comment provided by engineer. */
"Premium Purchase Invalid" = "Premium-подписка недоступна";

/* No comment provided by engineer. */
"Premium Purchase Not Found" = "Premium-подписка не обнаружена";

/* No comment provided by engineer. */
"Premium Restore Failed" = "Не удалось восстановить Premium-подписку";

/* No comment provided by engineer. */
"Premium Status:" = "Premium-статус:";

/* No comment provided by engineer. */
"Private" = "Личный";

/* No comment provided by engineer. */
"Profile" = "Профиль";

/* No comment provided by engineer. */
"Profile Privacy" = "Доступность профиля";

/* No comment provided by engineer. */
"Prompting" = "Подсказки";

/* No comment provided by engineer. */
"Public" = "Открытый";

/* No comment provided by engineer. */
"Publish to Blog" = "Публикация в блог";

/* No comment provided by engineer. */
"Published" = "Опубликовано";

/* Pull down to refresh status */
"Pull down to refresh..." = "Потяните вниз, чтобы обновить...";

/* No comment provided by engineer. */
"Purchase Failed" = "Покупка не удалась";

/* No comment provided by engineer. */
"Push Notifications Disabled" = "Push-уведомления отключены";

/* No comment provided by engineer. */
"Queued" = "В очереди";

/* No comment provided by engineer. */
"Quick reads (less than 5 min)" = "Быстрое чтение (менее 5 мин)";

/* No comment provided by engineer. */
"Random Shake" = "Случайная встряска";

/* No comment provided by engineer. */
"Rate Instapaper" = "Оценить Instapaper";

/* No comment provided by engineer. */
"Re-download" = "Загрузить заново";

/* No comment provided by engineer. */
"Re-Download All Articles" = "Загрузить все статьи заново";

/* No comment provided by engineer. */
"Re-download Article" = "Загрузить статью снова";

/* No comment provided by engineer. */
"Re-download articles" = "Загрузить статьи заново";

/* No comment provided by engineer. */
"Read Later" = "Прочитать позже";

/* No comment provided by engineer. */
"Read Progress" = "Прогресс прочтения";

/* No comment provided by engineer. */
"Read progress" = "Прогресс прочтения";

/* No comment provided by engineer. */
"Read something you loved? Press the heart icon and the article will be saved here." = "Читаете избранное? Нажмите на иконку сердечка, и статьи будет сохранены здесь.";

/* Release to refresh status */
"Release to refresh..." = "Отпустить, чтобы обновить...";

/* No comment provided by engineer. */
"Remove" = "Удалить";

/* No comment provided by engineer. */
"Remove Friend" = "Удалить друга";

/* No comment provided by engineer. */
"Remove Highlight" = "Убрать выделение";

/* No comment provided by engineer. */
"Remove sort or filter" = "Убрать сортировку или фильтр";

/* No comment provided by engineer. */
"Removed" = "Удален";

/* No comment provided by engineer. */
"Removing..." = "Удаление...";

/* No comment provided by engineer. */
"Repair" = "Починить";

/* No comment provided by engineer. */
"Repair Local Storage" = "Починить локальное хранилище";

/* No comment provided by engineer. */
"Report a problem with this page:" = "Сообщить о проблеме со страницей:";

/* No comment provided by engineer. */
"Request Failed" = "Запрос не удался";

/* No comment provided by engineer. */
"Reset Password" = "Сбросить пароль";

/* No comment provided by engineer. */
"Return to Position" = "Вернуться на позицию";

/* No comment provided by engineer. */
"Reverse" = "Обратное направление";

/* No comment provided by engineer. */
"Rewind" = "Отмотать";

/* No comment provided by engineer. */
"Rotation" = "Поворот";

/* No comment provided by engineer. */
"Safari" = "Safari";

/* No comment provided by engineer. */
"Save" = "Сохранить";

/* No comment provided by engineer. */
"Save articles from your browser. Go to instapaper.com/save on desktop to learn more!" = "Сохраняйте статьи прямо из браузера. Откройте на компьютере instapaper.com/save, чтобы узнать больше!";

/* No comment provided by engineer. */
"Save Failed" = "Не удалось сохранить";

/* No comment provided by engineer. */
"Save from Apps" = "Сохранить из приложений";

/* No comment provided by engineer. */
"Save from Desktop" = "Сохранить с рабочего стола";

/* No comment provided by engineer. */
"Save to Instapaper with one tap from any app that uses the share sheet." = "Сохраняйте в Instapaper одним нажатием из любого приложения, поддерживающего обмен.";

/* No comment provided by engineer. */
"Save videos from YouTube or Vimeo and they'll appear here." = "Сохраняйте видео с YouTube или Vimeo, и они появятся здесь.";

/* No comment provided by engineer. */
"Saved" = "Сохранено";

/* No comment provided by engineer. */
"Saved!" = "Сохранено!";

/* No comment provided by engineer. */
"Saving" = "Сохранение";

/* No comment provided by engineer. */
"Saving with the iOS extension just got a whole lot faster!" = "C расширениями iOS cохранение стало значительно быстрее!";

/* No comment provided by engineer. */
"Scroll Mode" = "Режим прокрутки";

/* No comment provided by engineer. */
"Search" = "Поиск";

/* No comment provided by engineer. */
"Search Contacts" = "Поиск контактов";

/* No comment provided by engineer. */
"Search Facebook" = "Поиск в Facebook";

/* No comment provided by engineer. */
"Search For Friends In:" = "Поиск друзей в:";

/* No comment provided by engineer. */
"Search through all of the articles you’ve saved to Instapaper, even ones you’ve archived." = "Делайте поисковые запросы по всем сохраненным в Instapaper статьям, даже тем, которые уже заархивированы.";

/* No comment provided by engineer. */
"Search Twitter" = "Поиск в Twitter";

/* No comment provided by engineer. */
"Search Twitter, Facebook" = "Поиск в Twitter, Facebook";

/* Time unit */
"Second" = "Секунда";

/* Time unit */
"Seconds" = "Секунд";

/* No comment provided by engineer. */
"See Options" = "Показать опции";

/* No comment provided by engineer. */
"Select All" = "Выбрать все";

/* No comment provided by engineer. */
"Select Articles" = "Выбрать статьи";

/* Select Articles ({number of articles}) */
"Select Articles (%d)" = "Выбрать статьи (%d)";

/* No comment provided by engineer. */
"Select how Instapaper switches to full screen reading.\n\nOn Tap: Switch to full screen when you tap on the reading area, like iBooks.\n\nDisabled: Never switch to full screen." = "Выберите способ переключения Instapaper в полноэкранный режим.\n\nПо нажатию: переключаться в полноэкранный режим по нажатию на поле для чтения, как в iBooks.\n\nВыключено: не переключаться в полноэкранный режим";

/* No comment provided by engineer. */
"Selected articles could not be played. Please select a few downloaded articles and try again!" = "Не удалось воспроизвести выбранные статьи. Выберите несколько загруженных статей и попробуйте снова!";

/* No comment provided by engineer. */
"Selected." = "Выбранные.";

/* No comment provided by engineer. */
"Send articles, videos, and long emails directly to your Instapaper account." = "Отправляйте статьи, видео и большие сообщения прямо на свою учётную запись Instapaper.";

/* No comment provided by engineer. */
"Send Feedback" = "Отправить отзыв";

/* No comment provided by engineer. */
"Send Kindle Digest" = "Отправить дайджест на Kindle";

/* Send links and long emails to this email address to add them to your Instapaper account.\n\nYour Instapaper account is: {user_name} */
"Send links and long emails to this email address to add them to your Instapaper account.\n\nYour Instapaper account is: %@" = "Отправьте ссылки и большие сообщения на данный адрес, чтобы добавить их в свою учетную запись Instapaper.\n\nВаша учетная запись в Instapaper: %@";

/* No comment provided by engineer. */
"Send to Kindle" = "Отправить на Kindle";

/* No comment provided by engineer. */
"Send to Kindle is only available with Instapaper Premium. Would you like to sign up for Premium?" = "Отправка на Kindle доступна лишь для Premium-подписки. Хотите подписаться?";

/* No comment provided by engineer. */
"Sent to Kindle" = "Отправлено на Kindle";

/* No comment provided by engineer. */
"Sepia color scheme" = "Цветовая схема сепия";

/* No comment provided by engineer. */
"Set" = "Установить";

/* No comment provided by engineer. */
"Settings" = "Настройки";

/* No comment provided by engineer. */
"Share" = "Поделиться";

/* No comment provided by engineer. */
"Sharing" = "Общий доступ";

/* No comment provided by engineer. */
"Sharing Accounts" = "Аккаунты в соцсетях";

/* No comment provided by engineer. */
"Short reads (5-10 min)" = "Короткое чтение (5-10 мин)";

/* No comment provided by engineer. */
"Shortest Articles" = "Короткие статьи";

/* No comment provided by engineer. */
"Shortest articles first" = "Сначала короткие статьи";

/* No comment provided by engineer. */
"Show Options" = "Показать опции";

/* No comment provided by engineer. */
"Shuffle" = "Вперемешку";

/* No comment provided by engineer. */
"Shuffled" = "Перемешано";

/* No comment provided by engineer. */
"Sign In" = "Войти";

/* No comment provided by engineer. */
"Sign Out" = "Выйти";

/* No comment provided by engineer. */
"Sign out" = "Выйти";

/* No comment provided by engineer. */
"Sign Up" = "Регистрация";

/* No comment provided by engineer. */
"Site Requires Login" = "Веб-сайт требует логин";

/* No comment provided by engineer. */
"Slow down! You've reached your limit of %d free speed reading articles for this month. Save time with unlimited speed reading, highlighting, full-text search, and more with Instapaper Premium." = "Притормозите! Вы исчерпали месячный лимит на %d бесплатных быстрых считываний. Экономьте время с неограниченным быстрым чтением, выделением, поиском по всему тексту и многим другим с Premium-подпиской.";

/* No comment provided by engineer. */
"Sorry! You've reached your limit of %d free highlights per month. Get unlimited highlights, full-text search, and more with Instapaper Premium." = "Извините! Вы достигли лимита в %d бесплатных выделений в месяц. Получите неограниченное количество выделений, поиск по всему тексту и многое другое с Premium-подпиской.";

/* No comment provided by engineer. */
"Sorry, friends could not be searched. Please try again later." = "Извините, поиск друзей невозможен. Попробуйте позже.";

/* No comment provided by engineer. */
"Sorry, Instapaper cannot be reached now for subscriptions." = "Извините, Instapaper недоступен для подписок.";

/* No comment provided by engineer. */
"Sorry, searching requires an internet connection." = "Извините, для поиска необходимо подключение к Интернету.";

/* Sorry, speed reading doesn't currently support <language> */
"Sorry, speed reading doesn't currently support %@" = "В настоящий момент быстрое чтение не поддерживает %@";

/* Sorry, the search connection failed: {error message} */
"Sorry, the search connection failed: %@" = "Извините, подключение поиска невозможно: %@";

/* No comment provided by engineer. */
"Sorry, this feature is not enabled for this demo." = "Извините, данная функция недоступна в демоверсии.";

/* No comment provided by engineer. */
"Sorry, this isn't a valid Evernote email address. Please check it on the Evernote site, on the Settings page, and try again." = "Извините, это неверный адрес эл. почты Evernote. Проверьте адрес на сайте Evernote в разделе настроек и попробуйте снова.";

/* No comment provided by engineer. */
"Sorry, this word isn't in this dictionary." = "Извините, данное слово отсутствует в словаре.";

/* No comment provided by engineer. */
"Sorry, web browsing is not enabled for this demo." = "Извините, веб-браузинг недоступен в демоверсии.";

/* No comment provided by engineer. */
"Sorry, Wikipedia could not be reached." = "Доступ к Википедии невозможен.";

/* No comment provided by engineer. */
"Sorry, Wikipedia lookups require an internet connection." = "Извините, для поиска слов в Википедии необходимо подключение к Интернету.";

/* No comment provided by engineer. */
"Sorry, you must be connected to the internet to add or edit folders." = "Извините, для добавлении или изменения папок необходимо подключение к Интернету.";

/* No comment provided by engineer. */
"Sorry, you must be online to find or edit friends." = "Извините, вы должны быть в Сети для поиска и изменения друзей.";

/* No comment provided by engineer. */
"Sorry, you must be online to view this page." = "Извините, вы должны быть в Сети для просмотра этой страницы.";

/* No comment provided by engineer. */
"Sorry, your Instapaper Premium membership has expired." = "Извините, ваша Premium-подписка закончилась.";

/* No comment provided by engineer. */
"Sorry, your Instapaper Premium purchase could not be validated." = "Извините, не удалось подтвердить вашу Premium-подписку.";

/* No comment provided by engineer. */
"Sorry, your Instapaper Premium purchase could not be validated. Please try again in a few minutes." = "Извините, не удалось подтвердить вашу Premium-подписку. Попробуйте снова через пару минут.";

/* Sorry, your Instapaper Premium purchase failed: {error} */
"Sorry, your Instapaper Premium purchase failed: %@" = "Извините, Premium-подписка не прошла: %@";

/* No comment provided by engineer. */
"Sort" = "Сортировать";

/* No comment provided by engineer. */
"Sort By" = "Сортировать по";

/* No comment provided by engineer. */
"Spacing & Width" = "Интервал и ширина";

/* No comment provided by engineer. */
"Speak" = "Проговорить";

/* No comment provided by engineer. */
"Speak Playlist" = "Проговорить плейлист";

/* As in speed reading, used for brevity. Speed Reading translation also acceptable. */
"Speed" = "Быстрое";

/* No comment provided by engineer. */
"Speed Read Limit" = "Лимит быстрого чтения";

/* No comment provided by engineer. */
"Speed Reading" = "Быстрое чтение";

/* No comment provided by engineer. */
"Speed reading, Instant Sync, faster saving, and more! Instapaper 6.2 is all about speed and efficiency." = "Быстрое чтение, Instant Sync, быстрое сохранение и многое другое! Instapaper 6.2 это скорость и эффективность.";

/* No comment provided by engineer. */
"Stay at Top" = "Оставаться вверху";

/* No comment provided by engineer. */
"Stop" = "Стоп";

/* No comment provided by engineer. */
"Sunset" = "Закат";

/* No comment provided by engineer. */
"Swipe right-to-left to view the next page, or left-to-right to view the previous page.\n\n(This message will only be shown once.)" = "Смахните слева направо, чтобы перейти на следующую страницу, и справа-налево, чтобы вернуться на предыдущую.\n\n(Это появится лишь раз.)";

/* No comment provided by engineer. */
"Sync Account with Safari" = "Синхронизировать аккаунт с Safari";

/* No comment provided by engineer. */
"Syncing with Safari ensures that this app and Safari are using the same Instapaper account. If articles you save from Safari aren't showing up here, try this." = "Синхронизация с Safari гарантирует использование Safari и приложением одной и той же учетной записи Instapaper. Если статьи, сохраняемые из Safari, не отображаются, попробуйте синхронизацию с Safari.";

/* No comment provided by engineer. */
"System Dictionary" = "Системный словарь";

/* No comment provided by engineer. */
"Tags:" = "Метки:";

/* No comment provided by engineer. */
"Text controls" = "Управление текстом";

/* No comment provided by engineer. */
"Text-to-Speech Playlists" = "Плейлисты text-to-speech";

/* No comment provided by engineer. */
"Thank you." = "Спасибо.";

/* No comment provided by engineer. */
"The article you were reading has not been synced with this device." = "Статья, которую вы читали, не была синхронизирована с данным устройством.";

/* No comment provided by engineer. */
"The bookmark will be copied to the pasteboard, and you will need to complete the installation in Safari." = "Закладка будет скопирована в буфер, и вам будет нужно завершить установку в Safari.";

/* No comment provided by engineer. */
"The connection to Pinboard failed. Please check your internet connection or try again later." = "Не удалось подключиться к Pinboard. Проверьте подключение к Интернету и попробуйте снова.";

/* No comment provided by engineer. */
"The Instapaper service could not be reached. Please ensure that you have an internet connection for this step." = "Нет доступа к Instapaper. Убедитесь в наличии доступа к Интернету.";

/* No comment provided by engineer. */
"The Instapaper service returned an unexpected result. Please try again in a few minutes, and ensure that your internet connection is active and not being filtered or redirected." = "Instapaper выдал неожиданный результат. Убедитесь, что ваше интернет-соединение работает корректно (без фильтраций и перенаправлений), и попробуйте снова через несколько минут.";

/* No comment provided by engineer. */
"Theme" = "Тема";

/* No comment provided by engineer. */
"There was an error accessing your account. Please try again." = "При попытке доступа к вашему аккаунту произошла ошибка. Попробуйте снова.";

/* No comment provided by engineer. */
"There was an error while adding this folder. Please ensure that you're connected to the internet." = "Произошла ошибка при добавлении папки. Проверьте подключение к Интернету.";

/* No comment provided by engineer. */
"There was an issue connecting to your Twitter account. Please check your Internet connection and try again." = "Произошла ошибка при попытке доступа к вашему аккаунту Twitter. Проверьте соединение и попробуйте снова.";

/* No comment provided by engineer. */
"There will be a brief delay before all your articles are searchable. This only happens once and usually takes less than an hour." = "Через некоторое время вы сможете искать по всем своим статьям. Это единоразовая задержка - в дальнейшем на это будет уходить менее часа.";

/* No comment provided by engineer. */
"This email address is taken by an Instapaper user, but that is not the correct password for the account." = "Данный адрес эл. почты используется пользователем Instapaper, но вы ввели неправильный пароль.";

/* This Instapaper Premium membership is already registered by <email address> */
"This Instapaper Premium membership is already registered by %@" = "Premium-подписка зарегистрирована на %@";

/* No comment provided by engineer. */
"This page is not available offline." = "Страница недоступна в офлайне.";

/* No comment provided by engineer. */
"This page is not available offline. Would you like to open it online?" = "Страница недоступна в офлайне. Хотите открыть ее в онлайне?";

/* This version of {edition} {version} has been created specifically for demonstration purposes. */
"This version of %@ %@ has been created specifically for demonstration purposes." = "Данная версия %1$@ %2$@ создана исключительно в демонстрационных целях.";

/* This will be added to your contacts:\n\nInstapaper: Read Later\n{e-mail address}\n\nEmail links or long messages to this and they will be added to your Instapaper account. */
"This will be added to your contacts:\n\nInstapaper: Read Later\n%@\n\nEmail links or long messages to this and they will be added to your Instapaper account." = "Это будет добавлено к вашим контактам:\n\nInstapaper: прочитать позже\n%@\n\nОтправляйте ссылки или длинные сообщения на этот адрес, и они будут добавлены в вашу учетную запись Instapaper.";

/* No comment provided by engineer. */
"Tilt Scrolling" = "Прокрутка наклоном";

/* No comment provided by engineer. */
"Tilt Scrolling Direction" = "Направление прокрутки наклоном";

/* No comment provided by engineer. */
"Tilt scrolling off" = "Прокрутка наклоном отключена";

/* No comment provided by engineer. */
"Tilt scrolling on" = "Прокрутка наклоном включена";

/* To ensure fast updates and performance, this limits how many Archived articles are saved in the Instapaper app on your {device_type}.\n\nAll of your articles are always available in your account on the Instapaper.com site. */
"To ensure fast updates and performance, this limits how many Archived articles are saved in the Instapaper app on your %@.\n\nAll of your articles are always available in your account on the Instapaper.com site." = "Для обеспечения высокой скорости работы и обновлений ограничивается количество архивных статей, хранящихся в приложении Instapaper на вашем %@.\n\nВсе ваши статьи всегда доступны в вашей учетной записи на сайте Instapaper.com.";

/* To ensure fast updates and performance, this limits how many articles are saved in the Instapaper app on your {device type}.\n\nAll of your articles are always available in your account on the Instapaper.com site. */
"To ensure fast updates and performance, this limits how many articles are saved in the Instapaper app on your %@.\n\nAll of your articles are always available in your account on the Instapaper.com site." = "Для обеспечения высокой скорости работы и обновлений ограничивается общее количество статей, хранящихся в приложении Instapaper на вашем %@.\n\nВсе ваши статьи всегда доступны в вашей учетной записи на сайте Instapaper.com.";

/* To ensure fast updates and performance, this limits how many Liked articles are saved in the Instapaper app on your {device type}.\n\nAll of your articles are always available in your account on the Instapaper.com site. */
"To ensure fast updates and performance, this limits how many Liked articles are saved in the Instapaper app on your %@.\n\nAll of your articles are always available in your account on the Instapaper.com site." = "Для обеспечения высокой скорости работы и обновлений ограничивается количество одобренных статей, хранящихся в приложении Instapaper на вашем %@.\n\nВсе ваши статьи всегда доступны в вашей учетной записи на сайте Instapaper.com.";

/* No comment provided by engineer. */
"To search for friends, Instapaper needs to send email addresses from your Contacts to its server.\n\nEmail addresses are sent securely and never saved." = "Для поиска друзей Instapaper необходимо отправить адреса эл. почты из ваших Контактов на свой сервер.\n\nАдреса эл. почты пересылаются безопасным путем и будут сохранены.";

/* No comment provided by engineer. */
"Toggle pagination" = "Переключить разбивку на страницы";

/* No comment provided by engineer. */
"Toggle tilt scrolling" = "Переключить прокрутку наклоном";

/* No comment provided by engineer. */
"Too Much Clutter" = "Слишком беспорядочно";

/* Total Time Saved during speed reading */
"Total Time Saved: %@" = "Общее сохраненное время: %@";

/* No comment provided by engineer. */
"Try to Re-Download" = "Попробуйте загрузить заново";

/* No comment provided by engineer. */
"Tumblr" = "Tumblr";

/* No comment provided by engineer. */
"Tumblr didn't accept your username or password. Please check them and try again." = "Tumblr не принял вашего имени пользователя или пароль. Проверьте их и попробуйте снова.";

/* No comment provided by engineer. */
"Twilight Sepia" = "Сумеречная сепия";

/* No comment provided by engineer. */
"Twitter" = "Twitter";

/* No comment provided by engineer. */
"Twitter & Facebook" = "Twitter & Facebook";

/* No comment provided by engineer. */
"Twitter Error" = "Ошибка в Twitter";

/* No comment provided by engineer. */
"Twitter or Facebook..." = "Twitter или Facebook...";

/* No comment provided by engineer. */
"Un-Like article" = "Снять одобрение статьи";

/* No comment provided by engineer. */
"Unfollow" = "Отписаться";

/* Unknown header */
"Unknown header" = "Неизвестный заголовок";

/* No comment provided by engineer. */
"Unlimited Highlights" = "Неограниченные выделения";

/* No comment provided by engineer. */
"Unread Count" = "Непрочитанные";

/* No comment provided by engineer. */
"Unread Count Disabled" = "Счетчик непрочитанных отключен";

/* No comment provided by engineer. */
"Update" = "Обновление";

/* No comment provided by engineer. */
"Updated." = "Обновлено.";

/* No comment provided by engineer. */
"Updating..." = "Обновление...";

/* No comment provided by engineer. */
"Upgrade" = "Улучшить";

/* No comment provided by engineer. */
"Upgrade to Premium" = "Обновить до Premium";

/* No comment provided by engineer. */
"Use a subtle sepia tint in the morning and evening before switching to dark mode." = "Использовать легкую сепию утром и вечером перед переходом в Ночной режим.";

/* No comment provided by engineer. */
"Use folders to organize the articles you've saved." = "Используйте папки для организации сохранённых статей.";

/* No comment provided by engineer. */
"Use map, then:" = "Исп. карту, затем:";

/* No comment provided by engineer. */
"Use Scrolling" = "Использовать прокрутку";

/* No comment provided by engineer. */
"Username" = "Имя пользователя";

/* No comment provided by engineer. */
"Username Exists" = "Имя пользователя существует";

/* No comment provided by engineer. */
"Validation Failed" = "Сбой проверки";

/* No comment provided by engineer. */
"via" = "через";

/* No comment provided by engineer. */
"Videos" = "Видео";

/* No comment provided by engineer. */
"View Details" = "Подробнее";

/* No comment provided by engineer. */
"View Your Highlights Anywhere" = "Просмотр выделенного";

/* Welcome to Instapaper {version} */
"Welcome to Instapaper %@" = "Добро пожаловать в Instapaper %@";

/* No comment provided by engineer. */
"Welcome to Instapaper Premium!" = "Добро пожаловать в Instapaper Premium!";

/* No comment provided by engineer. */
"What's this?" = "Что это?";

/* No comment provided by engineer. */
"What’s New" = "Что нового";

/* No comment provided by engineer. */
"When \"Disable Delete Prompt\" is selected, Instapaper will show all of the helpful prompts other than delete confirmation for articles.\n\nWhen \"Don't Bother Me\" is selected, Instapaper will not prompt you to enable or disable pagination if you swipe in the wrong directions, explain features when first used, offer to lock rotation dynamically, offer to return to your position if you scroll to the top by tapping the status bar, or offer to add URLs you \"Copy\" to Instapaper on launch." = "При выбранной опции «Отключить подсказки на удаление» Instapaper будет показывать все подсказки, кроме подтверждений на удаление статей.\n\nПри выбранной опции «Не беспокоить» Instapaper не будет давать подсказки по включению/отключению разбивки на страницы, если вы смахнете в неправильном направлении, объяснит функцию при первом использовании, предложит автоматически блокировать ориентацию экрана, предложит вернуться к вашему местоположению при прокрутке вверх через нажатие строки состояния или предложит добавить скопированные веб-адреса в Instapaper при запуске.";

/* No comment provided by engineer. */
"When active, slightly tilt to scroll." = "В активном состоянии слегка наклоните для прокрутки.";

/* No comment provided by engineer. */
"When full-text sharing is enabled, you will be prompted to share either “Full-Text” or “Link” when selecting Mail or Copy from the share menu.\n\nDue to limitations, the Mail icon will appear on the far right when full-text sharing is enabled." = "При включении возможности отправки всего текста при выборе отправки по email и копировании приложение будет спрашивать вас, нужно ли отправить текст целиком или только ссылку.\n\nИз-за ограничений значок почты появится у правого края экрана при включении этой настройки.";

/* No comment provided by engineer. */
"When unread count is enabled, the Instapaper icon will show a badge with the number of articles you have saved." = "При включенном счётчике непрочитанных сообщений значок Instapaper будет показывать количество сохраненных статей.";

/* No comment provided by engineer. */
"When you save something to Instapaper, it will appear here." = "При сохранении чего-то в Instapaper, оно появляется здесь.";

/* No comment provided by engineer. */
"With Back Gestures enabled, swiping to the right from the edge will close an article and return to the list." = "При включенных жестах возврата смахивание вправо от края закроет статью и вернет к списку.";

/* Would you like to add this URL to Instapaper?\n\n{URL} */
"Would you like to add this URL to Instapaper?\n\n%@" = "Хотите добавить ссылку в Instapaper?\n\n%@";

/* No comment provided by engineer. */
"Would you like to delete this highlight?" = "Вы хотите удалить выделение?";

/* No comment provided by engineer. */
"Would you like to re-download this article?" = "Вы хотите загрузить статью снова?";

/* No comment provided by engineer. */
"Would you like to remove your Evernote account from Instapaper?" = "Хотите удалить свою учетную запись Evernote из Instapaper?";

/* No comment provided by engineer. */
"Would you like to remove your Facebook account from Instapaper?" = "Хотите удалить свою учетную запись Facebook из Instapaper?";

/* No comment provided by engineer. */
"Would you like to remove your Pinboard account from Instapaper?" = "Хотите удалить свою учетную запись Pinboard из Instapaper?";

/* No comment provided by engineer. */
"Would you like to remove your Tumblr account from Instapaper?" = "Хотите удалить свою учетную запись Tumblr из Instapaper?";

/* No comment provided by engineer. */
"Would you like to remove your Twitter account from Instapaper?" = "Хотите удалить свою учетную запись Twitter из Instapaper?";

/* No comment provided by engineer. */
"Yes" = "Да";

/* No comment provided by engineer. */
"You can create folders in the full version of Instapaper." = "В полной версии Instapaper вы сможете создавать папки.";

/* No comment provided by engineer. */
"You can link your Twitter account in iOS Settings > Twitter." = "Вы можете подключить аккаунт в Twitter через Настройки > Twitter.";

/* No comment provided by engineer. */
"You have %d article left this month. Get unlimited speed reading and more with Instapaper Premium!" = "У вас осталась %d запись в этом месяце. Получите неограниченное быстрое чтение и многое другое с Premium-подпиской!";

/* No comment provided by engineer. */
"You have %d articles left this month. Get unlimited speed reading and more with Instapaper Premium!" = "У вас осталось %d статей в этом месяце. Получите неограниченное быстрое чтение и многое другое с Premium-подпиской!";

/* No comment provided by engineer. */
"You used all of your speed reads for this month. Upgrade to Instapaper Premium today for unlimited speed reading & more!" = "Вы исчерпали весь лимит на быстрое чтение в этом месяце. Обновитесь сегодня на Premium-подписку и получите неограниченное быстрое чтение и многое другое!";

/* No comment provided by engineer. */
"You've used all of your free highlights this month.\n\nGet unlimited highlights, full-text search, and more with Instapaper Premium." = "Вы использовали все бесплатные выделения в этом месяце.\n\nПолучите неограниченное количество выделений, поиск по всему тексту и многое другое с Premium-подпиской.";

/* Your {device}'s time and date appear to be incorrectly set. This prevents Instapaper from communicating with its service properly.\n\nPlease set the correct time and date in Settings. */
"Your %@'s time and date appear to be incorrectly set. This prevents Instapaper from communicating with its service properly.\n\nPlease set the correct time and date in Settings." = "Похоже, дата и время на вашем %@ настроены неверно. Это не позволяет Instapaper должным образом связываться со своем сервисом.\n\nПожалуйста, установите правильное время и дату в Настройках.";

/* No comment provided by engineer. */
"Your Facebook login needs to be updated to work fully with this Instapaper update.\n\nPlease remove and re-add your Facebook account in Settings." = "Для полноценной работы с данным обновлением Instapaper необходимо обновление логина в Facebook.\n\nУдалите и добавьте заново свою учетную запись Facebook в Настройках.";

/* No comment provided by engineer. */
"Your highlights are immediately synced to all your mobile devices and Instapaper.com" = "Выделенный текст синхронизируется со всеми вашими мобильными устройствами и Instapaper.com";

/* No comment provided by engineer. */
"Your Instapaper e-mail address was successfully added! You can now email links to Instapaper for offline reading." = "Ваш адрес эл. почты Instapaper был успешно добавлен! Теперь вы можете отправлять ссылки в Instapaper, чтобы читать в офлайне.";

/* Your optional Instapaper Premium membership expired {number} {day(s)} ago.\n\nWould you like to see renewal options? */
"Your optional Instapaper Premium membership expired %d %@ ago.\n\nWould you like to see renewal options?" = "Ваша Premium-подписка истекла %1$d %2$@ назад.\n\nХотите взглянуть на варианты продления?";

/* Your optional Instapaper Premium membership expires in {number} days.\n\nWould you like to see renewal options? */
"Your optional Instapaper Premium membership expires in %d days.\n\nWould you like to see renewal options?" = "Ваша Premium-подписка истекает через %d дней.\n\nХотите взглянуть на варианты продления?";

/* No comment provided by engineer. */
"Your optional Instapaper Premium membership expires today.\n\nWould you like to see renewal options?" = "Ваша Premium-подписка истекает сегодня.\n\nХотите взглянуть на варианты продления?";

/* {number} {Day(s) OR Month(s)} Remaining */
"Your Premium plan expires in %d %@" = "Ваша Premium-подписка истекает через %1$d %2$@";

/* No comment provided by engineer. */
"Your Premium plan has expired" = "Ваша Premium-подписка истекла";

/* No comment provided by engineer. */
"Your previous Premium purchase was not found. Please check your Apple ID and try again." = "Предыдущая Premium-подписка не найдена.\nПроверьте Apple ID и попробуйте заново.";

/* No comment provided by engineer. */
"You’re awesome, thank you!\n- The Instapaper Team" = "Вы наш герой, спасибо!\n- Команда Instapaper";

/* No comment provided by engineer. */
"“Instant Sync” requires background refresh. To enable background refresh for Instapaper, please check your settings." = "Для «Instant Sync» необходимо фоновое обновление. Чтобы включить фоновое обновление Instapaper, проверьте настройки.";

